[{"model": "products.category", "pk": 1, "fields": {"name": "life_conversation", "friendly_name": "Life Conversation", "description": "Delve into timeless human questions and reflections on life, exploring themes that resonate with all of us."}}, {"model": "products.category", "pk": 2, "fields": {"name": "discussing-present", "friendly_name": "Discussing the Present", "description": "Join discussions on current events and societal issues, examining today’s most pressing matters from different angles"}}, {"model": "products.category", "pk": 3, "fields": {"name": "pages-perspectives", "friendly_name": "Pages & Perspectives", "description": null}}, {"model": "products.category", "pk": 4, "fields": {"name": "food-drink", "friendly_name": "Food & Drink", "description": "Engage in rich discussions about culinary traditions, flavors, and the cultural significance of food and beverages."}}, {"model": "products.category", "pk": 5, "fields": {"name": "health-wellness", "friendly_name": "Health & Wellness", "description": "Explore topics related to physical and mental well-being, self-care, and balanced living for a healthier, happier life."}}, {"model": "products.product", "pk": 2, "fields": {"category": 1, "sku": "1", "name": "Exploring Memories", "description": "Memories shape who we are, preserving moments that define our lives. In this Life Conversation, we invite you to reflect on the memories that have left an imprint on your heart. Through shared stories, you’ll discover new perspectives on the power of recollection and the joy of meaningful moments.\r\n\r\nBefore the event, take some time to ponder these questions, which will guide our conversation:\r\n\r\n- What are your earliest childhood memories?\r\n- Can you describe a place that holds many cherished memories for you?\r\n- What is one experience in your life that you wouldn’t want to be without?\r\n\r\nJoin us in this thoughtful exchange, where we dive into the experiences that have shaped us and the memories we hold dear.", "start_time": "2024-11-06T11:00:00Z", "end_time": "2024-11-06T12:00:00Z", "host": "Ulrica", "price": "20.00", "rating": null, "image_url": null, "image": "ExploringMemories.webp", "date_created": "2024-10-05T17:20:12Z"}}, {"model": "products.product", "pk": 3, "fields": {"category": 1, "sku": "2", "name": "Connecting with Nature", "description": "Nature has a unique ability to calm, inspire, and reconnect us with the world around us. In this Life Conversation, we’ll explore our personal relationships with nature, sharing experiences that have brought us peace, wonder, and reflection. Join us in a dialogue that deepens our connection to the natural world.\r\n\r\nAs you prepare for the conversation, reflect on these questions, which will guide our discussion:\r\n\r\n- What places in nature make you feel good?\r\n- Can you describe a memorable encounter with a wild animal?\r\n- What kinds of nature experiences would you like more of in your life?\r\n\r\nCome ready to share and listen as we explore the beauty and significance of nature in our lives.", "start_time": "2024-10-23T14:00:00Z", "end_time": "2024-10-23T15:00:00Z", "host": "Per-Ola", "price": "20.00", "rating": null, "image_url": null, "image": "ConnectingWithNature_yQGRPDh.webp", "date_created": "2024-10-08T21:07:02Z"}}, {"model": "products.product", "pk": 4, "fields": {"category": 1, "sku": "3", "name": "The Power of Choices", "description": "The choices we make can shape our lives in profound ways, influencing our paths and defining who we become. In this Life Conversation, we’ll reflect on the significant decisions we’ve made, how we navigate tough choices, and the gratitude we feel for the paths we've chosen. Through shared stories, we’ll gain insight into how decisions have impacted our lives and how they continue to guide us.\r\n\r\nBefore the event, take a moment to reflect on these questions, which will serve as inspiration for our discussion:\r\n\r\n- What choices have you made that have had a decisive impact on your life?\r\n- How do you balance listening to your heart and your mind when making decisions?\r\n- What are you most grateful for having chosen?\r\n\r\nJoin us for an engaging conversation about the power of choice and the ways it shapes our journeys.", "start_time": "2024-10-30T19:00:00Z", "end_time": "2024-10-30T20:00:00Z", "host": "Ulrica", "price": "20.00", "rating": null, "image_url": null, "image": "PowerOfChoices_b20aZeF.webp", "date_created": "2024-10-08T21:15:34Z"}}, {"model": "products.product", "pk": 5, "fields": {"category": 2, "sku": "4", "name": "Open Conversations on Today’s Hot Topics", "description": "Curious about what’s happening in the world and eager to share your thoughts? Join us for an open and informal conversation where we talk about the current events that matter to you. Whether it’s news headlines, local issues, or topics that have caught your eye, this is your chance to voice your opinion and hear what others think.\r\n\r\nIn this relaxed setting, we’ll discuss the topics of the day, exchange perspectives, and explore different angles—no expertise required, just your thoughts and curiosity!\r\n\r\nCome ready to share, listen, and enjoy a casual conversation about what’s going on in the world right now.", "start_time": "2024-11-29T14:00:00Z", "end_time": "2024-11-29T15:00:00Z", "host": "Nisse", "price": "30.00", "rating": "4.00", "image_url": null, "image": "TodaysHotTopics.webp", "date_created": "2024-10-18T08:17:50Z"}}]